{
  "welcome": {
    "supportForWindows10EndsOnOctober14": "Падтрымка Windows 10 заканчваецца 14 кастрычніка 2025 года.",
    "microsoftWantsYouToBuyANewComputer": "Microsoft хоча, каб вы купілі новы кампутар.",
    "butWhatIfYouCouldMakeYourCurrentOneFastAndSecureAgain": "Але што рабіць, калі вы маглі б зрабіць свой цяперашні хуткі і зноў бяспечны?",
    "ifYouBoughtYourComputerAfter2010": "Калі вы купілі свой кампутар пасля 2010 года, хутчэй за ўсё, няма ніякіх прычын выкідваць яго. Проста ўсталяваўшы сучасную аперацыйную сістэму Linux, вы можаце працягваць выкарыстоўваць яе на доўгія гады.",
    "installingAnOperatingSystemMaySoundDifficult": "Усталяванне аперацыйнай сістэмы можа здацца складана, але вам не трэба рабіць гэта самастойна. З любым поспехам, у вашым рэгіёне ёсць людзі, гатовыя дапамагчы!",
    "findSomeoneToHelpYou": "Знайдзіце каго -небудзь, каб дапамагчы вам →",
    "installLinuxYourself": "Усталюйце Linux сябе →",
    "wouldYouLikeToHelpOthersKeepTheirComputerAliveAfterWindows10": "Хочаце дапамагчы іншым захаваць свой кампутар у жывых пасля Windows 10?",
    "signUpAsRepairCollective": "Падпішыцеся як рамонт калектыву →",
    "5Reasons": "5 прычын",
    "toUpgradeYourOldComputerToLinux": "Каб абнавіць свой стары кампутар да Linux",
    "itsWayCheaper": "Гэта вааааай танней",
    "aNewLaptopCostsALotOfMoney": "Новы ноўтбук каштуе шмат грошай. Рамонтныя кафэ часта дапамогуць вам бясплатна. Абнаўленні праграмнага забеспячэння таксама бясплатныя, назаўсёды. Вядома, вы можаце паказаць сваю падтрымку абодвум ахвяраваннямі!",
    "noAdsNoSpying": "Ніякіх аб'яў, ніякіх шпіянажу",
    "windowsComesWithLotsOfAdsAndSpywareNowadays": "У цяперашні час Windows пастаўляецца з вялікай колькасцю аб'яў і шпіёнскіх праграм, запавольваючы кампутар і павялічваючы рахунак за энергію.",
    "goodForThePlanet": "Добра для планеты",
    "productionOfAComputerAccountsFor75": "Вытворчасць кампутара складае 75+% выкідаў вугляроду за свой жыццёвы цыкл. Падтрыманне функцыянальнай прылады даўжэй - надзвычай эфектыўны спосаб паменшыць выкіды.",
    "communitySupport": "Падтрымка супольнасці",
    "ifYouHaveAnyIssuesWithYourCompute": "Калі ў вас ёсць якія -небудзь праблемы з вашым кампутарам, мясцовае рамонт кафэ і незалежны кампутарны крама для вас. Вы можаце знайсці падтрымку супольнасці на інтэрнэт -форумах.",
    "userControl": "Карыстальнік карыстальніка",
    "youAreInControlOfTheSoftware": "Вы кіруеце праграмным забеспячэннем, а не кампаніямі. Выкарыстоўвайце свой кампутар, як вы хочаце, пакуль хочаце.",
    "convinced": "Перакананы?",
    "thenFindYourClosestRepairCafe": "Затым знайдзіце бліжэйшае рамонт кафэ або незалежны кампутарны краму і атрымлівайце асалоду ад новага, старога кампутара!",
    "repairYourOldComputer": "Адрамантуйце свой стары кампутар →"
  },
  "install": {
    "diyInstallGuide": "DIY Кіраўніцтва па ўсталёўцы",
    "weRecommendGettingIn-personSupportForTheBestExperience": "Мы рэкамендуем атрымаць асабістую падтрымку для лепшага вопыту.",
    "ifYouFeelYouAreTechnicallyVersedEnoughToDoItYourself": "Калі вы адчуваеце, што вы тэхнічна разбіраецеся дастаткова, каб зрабіць гэта самастойна, вось агульнае кіраўніцтва з трыма этапамі, неабходнымі для ўстаноўкі Linux. Пасля таго, як вы выбралі дыстрыбутыў, на іх сайце будзе больш падрабязныя даведкі, якія вы можаце прытрымлівацца.",
    "doBackups": "Рабіце рэзервовыя копіі!",
    "beforeYouStart": "Перш чым пачаць, пераканайцеся, што рэзервовае капіраванне любых важных дадзеных з кампутара, які вы збіраецеся пераўсталяваць!",
    "downloadANewOs": "Спампаваць новую АС",
    "downloadTheOperatingSystem": "Загрузіце аперацыйную сістэму, якую вы хочаце ўсталяваць. Шукайце дыстрыбутывы Linux для пачаткоўцаў, каб атрымаць некаторыя прапановы.",
    "flashToAUsbKey": "Пераадолець USB -ключ",
    "flashTheOperatingSystemToAUsbStick": "Прайдзіце аперацыйную сістэму на USB -палку, выкарыстоўваючы стандартны інструмент, напрыклад, Rufus. Гэта перазапісаць усе дадзеныя на USB -палку, таму пераканайцеся, што рэзервовае капіраванне файлаў, якія вы хочаце захаваць.",
    "getRufus": "Атрымаць rufus →",
    "bootAndInstallOnYourComputer": "Загрузіце і ўсталюйце на свой кампутар",
    "bootYourComputerFromYourUsbStick": "Загрузіце кампутар з вашай USB -палкі. Вам трэба будзе загадзя ведаць правільную камбінацыю клавіятуры. У гэты момант вы перазапісваеце ўсе дадзеныя на кампутары, таму атрымаеце рэзервовую копію файлаў, якія вы хочаце захаваць. Выконвайце інструкцыі, і voilà! Сардэчна запрашаем у свой новы, стары кампутар!"
  },
  "event": {
    "language": "Мова",
    "from": "Ад",
    "to": "да",
    "website": "Сайт"
  },
  "footer": {
    "endOf10WebsiteContent": "Канец 10 Змест сайта",
    "isLicensedUnder": "ліцэнзуецца пад",
    "thanksToKdeForSupportingTheProject": "Дзякуючы KDE за падтрымку праекта шляхам правядзення вэб -сайта і прадастаўлення інфраструктуры. Вы можаце звязацца з",
    "publicMailingList": "(спіс публічнай рассылкі) альбо паглядзіце",
    "privacyPolicy": "Палітыка прыватнасці",
    "and": "і",
    "legalNotices": "Юрыдычныя паведамленні",
    "forMoreInformation": "Для атрымання дадатковай інфармацыі."
  },
  "search": {
    "search": "Пошукі"
  },
  "languages": {
    "languages": "Мовы"
  },
  "nav": {
    "places": "Месцы",
    "events": "Мерапрыемствы",
    "diyInstall": "Зрабіце ўстаноўку",
    "team": "Каманда",
    "addAPlaceOrEvent": "Дадайце месца ці падзею",
    "contribute": "Спрыяць",
    "websiteSource": "Крыніца сайта"
  },
  "contribute": {
    "contribute": "Спрыяць",
    "whenCanIPublish": "Калі я магу апублікаваць наша кафэ па рамонце альбо незалежны камп'ютэрны краму па адрасе endof10.org?",
    "ifYouOfferLinuxHelp": "Калі вы прапануеце Linux дапамогу, вы можаце дадаць сваё месца зараз!",
    "aDescriptionOfTheInformationWeNeedFor": "Апісанне інфармацыі, якую мы неабходнай",
    "places": "месцы",
    "andFor": "і для",
    "events": "падзеі",
    "canBeFoundAtTheGitRepository": "можна знайсці на Readme Repository Git. Адпраўце інфармацыю па электроннай пошце Endof10 [at] lists.posteo.de. Калі вы можаце, дапамажыце нам, даючы гэтую інфармацыю ў фармаце JSON.",
    "ifYouHaveTheTechnicalKnow": "Калі ў вас ёсць тэхнічныя ноу-хау, вы таксама можаце зрабіць",
    "mergeRequest": "Злучэнне запыту",
    "yourselfAtTheEndOf10": "У канцы 10 сховішчаў сайта.",
    "howCanIGetInvolved": "Як я магу ўвязацца з кампаніяй?",
    "thereAreManyWays": "Ёсць шмат спосабаў удзельнічаць! Звяжыцеся з намі, каб мы маглі ўзгадніць вашы намаганні з нашымі.",
    "putRepairCafes": "Пастаўце рамонтныя кафэ і незалежныя кампутарныя крамы, якія прапануюць падтрымку Linux у сувязі з намі",
    "organizeAnInstallationEvent": "Арганізуйце ўстаноўку і паведаміце нам пра гэта",
    "designMaterials": "Дызайнерскія матэрыялы для новых карыстальнікаў, такіх як экскурсаводы, рэкламныя ўлёткі і г.д.",
    "distributeMaterials": "Размяркуйце матэрыялы ў кавярнях, крамах, універсітэтах, школах у вашым рэгіёне",
    "boostTheCampaign": "Павысьце прысутнасць кампаніі ў Інтэрнэце, падзяліўшыся нашымі паведамленнямі ў сацыяльных медыях",
    "translateTheWebsite": "Перакладзіце вэб -сайт (больш ніжэй), кампаніі, матэрыялы і г.д.",
    "volunteerWithFoss": "Валанцёр з Foss Communities, якія ўдзельнічаюць у кампаніі (удасканаленне дакументацыі, адладка праграмнага забеспячэння, дызайн)",
    "yourIdeas": "Вашы ідэі",
    "whichCommunicationPlatformsDoesTheEndOf10CampaignUse": "Якія платформы сувязі выкарыстоўваюць канец 10 кампаній?",
    "writeUsAtOneOfThesePublicChannels": "Напішыце нам на адным з гэтых публічных каналаў, прадставіцеся і дайце нам ведаць, як вы хацелі б уключыцца:",
    "mailingList": "Спіс рассылання",
    "isTheCampaignActiveOnSocialMedia": "Ці актыўная кампанія ў сацыяльных медыя?",
    "weAreOnTheFediverse!FollowOurMastodonAccountAndBoostOurPosts": "Мы знаходзімся ў Федзіверы! Выконвайце наш уліковы запіс Mastodon і павялічце нашы паведамленні",
    "howCanIHelpWithTheTranslationOfTheEndOf10": "Як я магу дапамагчы ў перакладзе сайта endof10.org?",
    "theWebsiteIsHostedByKde": "Сайт размешчаны KDE і вынікае з працоўнага працэсу перакладу, які выкарыстоўваецца для ўсіх сайтаў KDE.",
    "findYourLanguageTeam": "Знайдзіце сваю моўную каманду",
    "learnAboutTheProcess": "Даведайцеся пра працэс",
    "doYouAlreadyHaveAFlyer": "У вас ужо ёсць флаер/плакат, якая рэкламуе кампанію ў канцы 10?",
    "youCanFindALeafletInVariousLanguagesHere": "Тут можна знайсці ўлётку на розных мовах",
    "weAreWorkingOnPosters": "Мы працуем на плакатах. Праверце тут яшчэ раз.",
    "favoriteDistro": "Чаму [устаўце ўлюбёнага Distro] на сайце?",
    "distroAgnostic": "Канец 10 сайтаў і інфармацыйна-прапагандысцкай працы наўмысна дыстрыбутычна. Мэта складаецца ў тым, каб выступіць як вялікая сям'я Foss. Мы хочам, каб кампанія і мерапрыемствы прадстаўлялі ўсе нашы суполкі.",
    "doesDistroAgnosticMean": "Хіба Distro-Agnostic сярэднія супольнасці FOSS не могуць прасоўваць уласную працу?",
    "IndividualFossCommunities": "Індывідуальныя суполкі FOSS могуць садзейнічаць прасоўванню ўласнай працы ў кантэксце кампаніі з двума нюансамі: (i) павінна быць зразумела, што вы выступаеце за сваю супольнасць, а не для кампаніі, і (ii) вы не павінны негатыўна казаць пра працу іншых супольнасцей.",
    "forExample": "Напрыклад, адной з запланаваных мерапрыемстваў з'яўляецца \"спісы 10\" сацыяльных медыя з хэштэгам #Endof10. У гэтым кантэксце:",
    "theOfficialEndOf10SocialMedia": "Афіцыйны канец 10 уліковых запісаў у сацыяльных медыя застаецца максімальна нейтральным (напрыклад, '10 прычын перайсці на Linux ') і не спрыяе пэўнай дыстрыбуцыі.",
    "yourCommunity": "Ваша суполка займаецца інфармацыйнасцю ў сацыяльных сетках з \"10 прычынамі пераключэння на [ваш праект]\" з хэштэгам #endof10. У спісе прычын вы прасоўваеце ўласную працу. Аднак было б недапушчальна казаць негатыўна пра любую іншую працу Foss Community."
  },
  "events": {
    "upcomingEvents": "Маючыя адбыцца падзеі",
    "hereIsAListOfEventsWhereYouCanGetHelpWithLinux": "Вось спіс падзей, дзе вы можаце атрымаць дапамогу ў Linux. Вы таксама можаце шукаць",
    "places": "месцы",
    "thatProvideHelpMore": "якія аказваюць дапамогу больш",
    "thatProvideHelpMoreRegularly": "якія аказваюць дапамогу больш рэгулярна."
  },
  "places": {
    "whereCanIFindLinuxSupport": "Дзе я магу знайсці падтрымку Linux?",
    "hereIsAListOfRepairCafes": "Вось спіс кафэ па рамонце, незалежных крамах, арганізацыях, групах і калектывах, дзе вы можаце рэгулярна атрымліваць дапамогу ў Linux. Таксама паглядзіце на падзеі."
  },
  "team": {
    "teamBehindEndOf10": "Каманда ззаду 10",
    "thisCampaign": "Гэтая кампанія стала магчымым з энтузіязму ўкладу наступных людзей (пералічаныя ў алфавітным парадку па прозвішчы):"
  },
  "404": {
    "pageNotFound": "Старонка не знойдзена "
  }
}
