{
  "welcome": {
    "supportForWindows10EndsOnOctober14": "Η υποστήριξη για τα Windows 10 τελειώνει στις 14 Οκτωβρίου 2025.",
    "microsoftWantsYouToBuyANewComputer": "Η Microsoft θέλει να αγοράσετε έναν νέο υπολογιστή.",
    "butWhatIfYouCouldMakeYourCurrentOneFastAndSecureAgain": "Αλλά τι γίνεται αν θα μπορούσατε να κάνετε το τρέχον σας γρήγορο και ασφαλές ξανά;",
    "ifYouBoughtYourComputerAfter2010": "Εάν αγοράσατε τον υπολογιστή σας μετά το 2010, πιθανότατα δεν υπάρχει λόγος να το πετάξετε. Με την εγκατάσταση ενός ενημερωμένου λειτουργικού συστήματος Linux, μπορείτε να το χρησιμοποιήσετε για τα επόμενα χρόνια.",
    "installingAnOperatingSystemMaySoundDifficult": "Η εγκατάσταση ενός λειτουργικού συστήματος μπορεί να ακούγεται δύσκολη, αλλά δεν χρειάζεται να το κάνετε μόνη της. Με κάθε τύχη, υπάρχουν άνθρωποι στην περιοχή σας έτοιμοι να βοηθήσουν!",
    "findSomeoneToHelpYou": "Βρείτε κάποιον για να σας βοηθήσει →",
    "installLinuxYourself": "Εγκαταστήστε τον εαυτό σας Linux →",
    "wouldYouLikeToHelpOthersKeepTheirComputerAliveAfterWindows10": "Θα θέλατε να βοηθήσετε τους άλλους να διατηρήσουν τον υπολογιστή τους ζωντανό μετά τα Windows 10;",
    "signUpAsRepairCollective": "Εγγραφείτε ως Collective Repair →",
    "5Reasons": "5 λόγοι",
    "toUpgradeYourOldComputerToLinux": "Για να αναβαθμίσετε τον παλιό σας υπολογιστή στο Linux",
    "itsWayCheaper": "Είναι φτηνότερο",
    "aNewLaptopCostsALotOfMoney": "Ένα νέο φορητό υπολογιστή κοστίζει πολλά χρήματα. Οι καφετέριες επισκευής συχνά θα σας βοηθήσουν δωρεάν. Οι ενημερώσεις λογισμικού είναι επίσης δωρεάν, για πάντα. Μπορείτε φυσικά να δείξετε την υποστήριξή σας και για τις δύο δωρεές!",
    "noAdsNoSpying": "Χωρίς διαφημίσεις, χωρίς κατασκοπεία",
    "windowsComesWithLotsOfAdsAndSpywareNowadays": "Τα Windows διαθέτουν πολλές διαφημίσεις και spyware σήμερα, επιβραδύνοντας τον υπολογιστή σας και αυξάνοντας τον λογαριασμό σας στην ενέργεια.",
    "goodForThePlanet": "Καλό για τον πλανήτη",
    "productionOfAComputerAccountsFor75": "Η παραγωγή ενός υπολογιστή αντιπροσωπεύει το 75+% των εκπομπών άνθρακα σε σχέση με τον κύκλο ζωής του. Η διατήρηση μιας συσκευής λειτουργίας μακρύτερα είναι ένας εξαιρετικά αποτελεσματικός τρόπος για να μειωθούν οι εκπομπές.",
    "communitySupport": "Κοινοτική υποστήριξη",
    "ifYouHaveAnyIssuesWithYourCompute": "Εάν έχετε προβλήματα με τον υπολογιστή σας, το τοπικό καφενείο επισκευής και το ανεξάρτητο κατάστημα υπολογιστών είναι εκεί για εσάς. Μπορείτε επίσης να βρείτε υποστήριξη της κοινότητας σε ηλεκτρονικά φόρουμ.",
    "userControl": "Έλεγχος χρήστη",
    "youAreInControlOfTheSoftware": "Έχετε τον έλεγχο του λογισμικού, όχι των εταιρειών. Χρησιμοποιήστε τον υπολογιστή σας πώς θέλετε, για όσο διάστημα θέλετε.",
    "convinced": "Πεπεισμένος;",
    "thenFindYourClosestRepairCafe": "Στη συνέχεια, βρείτε το πλησιέστερο καφενείο επισκευής ή το ανεξάρτητο κατάστημα ηλεκτρονικών υπολογιστών και απολαύστε τον ολοκαίνουργιο, παλιό υπολογιστή σας!",
    "repairYourOldComputer": "Επισκευάστε τον παλιό σας υπολογιστή →"
  },
  "install": {
    "diyInstallGuide": "Οδηγός εγκατάστασης DIY",
    "weRecommendGettingIn-personSupportForTheBestExperience": "Συνιστούμε να λάβετε προσωπική υποστήριξη για την καλύτερη εμπειρία.",
    "ifYouFeelYouAreTechnicallyVersedEnoughToDoItYourself": "Εάν αισθάνεστε ότι είστε τεχνικά έμπειροι για να το κάνετε μόνοι σας, εδώ είναι ένας γενικός οδηγός με τα τρία βήματα που απαιτούνται για την εγκατάσταση του Linux. Μόλις επιλέξετε μια διανομή, ο ιστότοπός τους θα έχει πιο λεπτομερείς οδηγούς που μπορείτε να ακολουθήσετε.",
    "doBackups": "Κάντε αντίγραφα ασφαλείας!",
    "beforeYouStart": "Πριν ξεκινήσετε, φροντίστε να δημιουργήσετε αντίγραφα ασφαλείας οποιωνδήποτε σημαντικών δεδομένων από τον υπολογιστή που πρόκειται να επανεγκαταστήσετε!",
    "downloadANewOs": "Κατεβάστε ένα νέο λειτουργικό σύστημα",
    "downloadTheOperatingSystem": "Κατεβάστε το λειτουργικό σύστημα που θέλετε να εγκαταστήσετε. Αναζητήστε τις κατανομές Linux για αρχάριους για να λάβετε κάποιες προτάσεις.",
    "flashToAUsbKey": "Φλας σε ένα πλήκτρο USB",
    "flashTheOperatingSystemToAUsbStick": "Αναβοσβήνετε το λειτουργικό σύστημα σε ένα ραβδί USB χρησιμοποιώντας ένα τυπικό εργαλείο, όπως το RUFUS. Αυτό θα αντικαταστήσει όλα τα δεδομένα στο USB Stick, οπότε φροντίστε να δημιουργήσετε αντίγραφα ασφαλείας των αρχείων που θέλετε να διατηρήσετε.",
    "getRufus": "Λάβετε rufus →",
    "bootAndInstallOnYourComputer": "Εκκίνηση και εγκατάσταση στον υπολογιστή σας",
    "bootYourComputerFromYourUsbStick": "Εκκινήστε τον υπολογιστή σας από το USB stick σας. Θα πρέπει να γνωρίζετε εκ των προτέρων τον σωστό συνδυασμό πληκτρολογίου. Σε αυτό το σημείο θα αντικαταστήσετε όλα τα δεδομένα στον υπολογιστή, οπότε έχετε αντίγραφα ασφαλείας των αρχείων που θέλετε να κρατήσετε. Ακολουθήστε τις οδηγίες και το voilà! Καλώς ήλθατε στον νέο σας, παλιό υπολογιστή!"
  },
  "event": {
    "language": "Γλώσσα",
    "from": "Από",
    "to": "να",
    "website": "Δικτυακός τόπος"
  },
  "footer": {
    "endOf10WebsiteContent": "Τέλος 10 περιεχομένου ιστότοπου",
    "isLicensedUnder": "έχει άδεια χρήσης",
    "thanksToKdeForSupportingTheProject": "Χάρη στο KDE για την υποστήριξη του έργου φιλοξενώντας τον ιστότοπο και παρέχοντας την υποδομή. Μπορείτε να επικοινωνήσετε με το",
    "publicMailingList": "(Δημόσια Λίστα αλληλογραφίας) ή δείτε το",
    "privacyPolicy": "Πολιτική απορρήτου",
    "and": "και",
    "legalNotices": "Νόμιμες ειδοποιήσεις",
    "forMoreInformation": "Για περισσότερες πληροφορίες."
  },
  "search": {
    "search": "Ερευνα"
  },
  "languages": {
    "languages": "Γλώσσες"
  },
  "nav": {
    "places": "Μέρη",
    "events": "Εκδηλώσεις",
    "diyInstall": "Εγκατάσταση DIY",
    "team": "Ομάδα",
    "addAPlaceOrEvent": "Προσθέστε ένα μέρος ή ένα συμβάν",
    "contribute": "Συνεισφέρω",
    "websiteSource": "Πηγή ιστοσελίδων"
  },
  "contribute": {
    "contribute": "Συνεισφέρω",
    "whenCanIPublish": "Πότε μπορώ να δημοσιεύσω το καφέ επισκευής ή το ανεξάρτητο κατάστημα υπολογιστών στο endof10.org;",
    "ifYouOfferLinuxHelp": "Εάν προσφέρετε βοήθεια στο Linux, μπορείτε να προσθέσετε την τοποθεσία σας τώρα!",
    "aDescriptionOfTheInformationWeNeedFor": "Μια περιγραφή των πληροφοριών για τις οποίες χρειαζόμαστε",
    "places": "μέρη",
    "andFor": "και για για",
    "events": "εκδηλώσεις",
    "canBeFoundAtTheGitRepository": "μπορεί να βρεθεί στο readme του Git Repository. Στείλτε τις πληροφορίες μέσω ηλεκτρονικού ταχυδρομείου στο Endof10 [AT] Lists.posteo.de. Εάν μπορείτε, βοηθήστε μας, παρέχοντας αυτές τις πληροφορίες σε μορφή JSON.",
    "ifYouHaveTheTechnicalKnow": "Εάν έχετε την τεχνική τεχνογνωσία, μπορείτε επίσης να φτιάξετε ένα",
    "mergeRequest": "Συγχώνευση αίτημα",
    "yourselfAtTheEndOf10": "τον εαυτό σας στο τέλος του αποθετηρίου του ιστότοπου.",
    "howCanIGetInvolved": "Πώς μπορώ να ασχοληθώ με την καμπάνια;",
    "thereAreManyWays": "Υπάρχουν πολλοί τρόποι για να εμπλακείτε! Επικοινωνήστε μαζί μας για να συντονίσουμε τις προσπάθειές σας με τις δικές μας.",
    "putRepairCafes": "Τοποθετήστε καφετέριες επισκευής και ανεξάρτητα καταστήματα ηλεκτρονικών υπολογιστών που προσφέρουν υποστήριξη Linux σε επαφή μαζί μας",
    "organizeAnInstallationEvent": "Οργανώστε ένα συμβάν εγκατάστασης και ενημερώστε μας για αυτό",
    "designMaterials": "Σχεδιασμός υλικά για νέους χρήστες όπως οδηγοί, διαφημιστικά φυλλάδια κ.λπ.",
    "distributeMaterials": "Διανείμετε υλικά σε καφετέριες, καταστήματα, πανεπιστήμια, σχολεία στην περιοχή σας",
    "boostTheCampaign": "Ενισχύστε την ηλεκτρονική παρουσία της καμπάνιας, μοιράζοντας τις θέσεις κοινωνικών μέσων μας",
    "translateTheWebsite": "Μεταφράστε τον ιστότοπο (περισσότερα παρακάτω), υλικά καμπάνιας κ.λπ.",
    "volunteerWithFoss": "Εθελοντής με κοινότητες FOSS που συμμετέχουν στην εκστρατεία (βελτίωση της τεκμηρίωσης, σφαλμάτων λογισμικού, σχεδιασμός)",
    "yourIdeas": "Οι ιδέες σας",
    "whichCommunicationPlatformsDoesTheEndOf10CampaignUse": "Ποιες πλατφόρμες επικοινωνίας χρησιμοποιεί το τέλος της καμπάνιας;",
    "writeUsAtOneOfThesePublicChannels": "Γράψτε μας σε ένα από αυτά τα δημόσια κανάλια, εισαγάγετε τον εαυτό σας και ενημερώστε μας πώς θα θέλατε να εμπλακείτε:",
    "mailingList": "Λίστα αλληλογραφίας",
    "isTheCampaignActiveOnSocialMedia": "Είναι η εκστρατεία που είναι ενεργή στα κοινωνικά μέσα;",
    "weAreOnTheFediverse!FollowOurMastodonAccountAndBoostOurPosts": "Είμαστε στο Fediverse! Ακολουθήστε τον λογαριασμό μας στο Mastodon και ενισχύστε τις δημοσιεύσεις μας",
    "howCanIHelpWithTheTranslationOfTheEndOf10": "Πώς μπορώ να βοηθήσω με τη μετάφραση του ιστότοπου endof10.org;",
    "theWebsiteIsHostedByKde": "Ο ιστότοπος φιλοξενείται από το KDE και ακολουθεί τη ροή εργασίας μετάφρασης που χρησιμοποιείται για όλες τις ιστοσελίδες της KDE.",
    "findYourLanguageTeam": "Βρείτε τη γλωσσική σας ομάδα",
    "learnAboutTheProcess": "Μάθετε για τη διαδικασία",
    "doYouAlreadyHaveAFlyer": "Έχετε ήδη μια διαφήμιση Flyer/Poster το τέλος της καμπάνιας 10;",
    "youCanFindALeafletInVariousLanguagesHere": "Μπορείτε να βρείτε ένα φυλλάδιο σε διάφορες γλώσσες εδώ",
    "weAreWorkingOnPosters": "Εργαζόμαστε σε αφίσες. Ελέγξτε ξανά εδώ σύντομα.",
    "favoriteDistro": "Γιατί δεν προωθείται στον ιστότοπο [εισάγετε το αγαπημένο Distro];",
    "distroAgnostic": "Το τέλος της ιστοσελίδας και η προβολή είναι σκόπιμα διανομείς. Ο στόχος είναι να μιλήσουμε ως μια μεγάλη οικογένεια Foss. Θέλουμε την καμπάνια και τις δραστηριότητες να εκπροσωπούν όλες τις κοινότητές μας.",
    "doesDistroAgnosticMean": "Δεν μπορεί να προωθήσει η δική τους δουλειά η διανομή-αγνωστικιστική.",
    "IndividualFossCommunities": "Οι μεμονωμένες κοινότητες Foss είναι ευπρόσδεκτες να προωθήσουν το δικό τους έργο στο πλαίσιο της εκστρατείας, με δύο προειδοποιήσεις: (i) πρέπει να είναι σαφές ότι μιλάτε για την κοινότητά σας και όχι για την εκστρατεία και (ii) δεν πρέπει να μιλάτε αρνητικά για το έργο άλλων κοινοτήτων.",
    "forExample": "Για παράδειγμα, μία από τις προγραμματισμένες δραστηριότητες είναι μια \"λίστες 10\" εκστρατείας κοινωνικών μέσων ενημέρωσης με το hashtag #endof10. Σε αυτό το πλαίσιο:",
    "theOfficialEndOf10SocialMedia": "Το επίσημο τέλος των 10 λογαριασμών κοινωνικών μέσων παραμένει όσο το δυνατόν πιο ουδέτερο (π.χ. '10 λόγοι για τη μετάβαση στο Linux) και δεν προωθεί καμία συγκεκριμένη διανομή.",
    "yourCommunity": "Η κοινότητά σας προβάλλει τα κοινωνικά μέσα ενημέρωσης με \"10 λόγους για να μεταβείτε στο [έργο σας]\" με το #endof10 hashtag. Στον κατάλογο των λόγων που προωθείτε τη δική σας δουλειά. Ωστόσο, θα ήταν απαράδεκτο να μιλάμε αρνητικά για κάθε άλλο έργο της κοινότητας Foss."
  },
  "events": {
    "upcomingEvents": "Επερχόμενες εκδηλώσεις",
    "hereIsAListOfEventsWhereYouCanGetHelpWithLinux": "Ακολουθεί μια λίστα με γεγονότα όπου μπορείτε να λάβετε βοήθεια με το Linux. Μπορείτε επίσης να αναζητήσετε",
    "places": "μέρη",
    "thatProvideHelpMore": "που παρέχουν βοήθεια περισσότερο",
    "thatProvideHelpMoreRegularly": "που παρέχουν βοήθεια πιο τακτικά."
  },
  "places": {
    "whereCanIFindLinuxSupport": "Πού μπορώ να βρω υποστήριξη Linux;",
    "hereIsAListOfRepairCafes": "Ακολουθεί μια λίστα με καφετέριες επισκευής, ανεξάρτητα καταστήματα, οργανισμούς, ομάδες και συλλογές όπου μπορείτε να λάβετε βοήθεια με το Linux σε τακτική βάση. Ρίξτε επίσης μια ματιά στα γεγονότα."
  },
  "team": {
    "teamBehindEndOf10": "Ομάδα πίσω από το τέλος των 10",
    "thisCampaign": "Αυτή η εκστρατεία έγινε δυνατή από τις ενθουσιώδεις συνεισφορές των ακόλουθων ανθρώπων (που αναφέρονται με αλφαβητική σειρά με επώνυμο):"
  },
  "404": {
    "pageNotFound": "Η σελίδα δεν βρέθηκε"
  }
}
