{
  "welcome": {
    "supportForWindows10EndsOnOctober14": "Support for Windows 10 ends on October 14, 2025.",
    "microsoftWantsYouToBuyANewComputer": "Microsoft wants you to buy a new computer.",
    "butWhatIfYouCouldMakeYourCurrentOneFastAndSecureAgain": "But what if you could make your current one fast and secure again?",
    "ifYouBoughtYourComputerAfter2010": "If you bought your computer after 2010, there's most likely no reason to throw it out. By just installing an up-to-date Linux operating system you can keep using it for years to come.",
    "installingAnOperatingSystemMaySoundDifficult": "Installing an operating system may sound difficult, but you don't have to do it alone. With any luck, there are people in your area ready to help!",
    "findSomeoneToHelpYou": "Find someone to help you →",
    "installLinuxYourself": "Install Linux yourself →",
    "wouldYouLikeToHelpOthersKeepTheirComputerAliveAfterWindows10": "Would you like to help others keep their computer alive after Windows 10?",
    "signUpAsRepairCollective": "Sign up as repair collective →",
    "5Reasons": "5 Reasons",
    "toUpgradeYourOldComputerToLinux": "to upgrade your old computer to Linux",
    "itsWayCheaper": "It's waaaaay cheaper",
    "aNewLaptopCostsALotOfMoney": "A new laptop costs a lot of money. Repair cafes will often help you for free. Software updates are also free, forever. You can of course show your support for both with donations!",
    "noAdsNoSpying": "No ads, no spying",
    "windowsComesWithLotsOfAdsAndSpywareNowadays": "Windows comes with lots of ads and spyware nowadays, slowing down your computer and increasing your energy bill.",
    "goodForThePlanet": "Good for the planet",
    "productionOfAComputerAccountsFor75": "Production of a computer accounts for 75+% of carbon emissions over its lifecycle. Keeping a functioning device longer is a hugely effective way to reduce emissions.",
    "communitySupport": "Community support",
    "ifYouHaveAnyIssuesWithYourCompute": "If you have any issues with your computer, the local repair cafe and independent computer shop are there for you. You can find community support in online forums, too.",
    "userControl": "User control",
    "youAreInControlOfTheSoftware": "You are in control of the software, not companies. Use your computer how you want, for as long as you want.",
    "convinced": "Convinced?",
    "thenFindYourClosestRepairCafe": "Then find your closest repair cafe or independent computer shop and enjoy your brand-new, old computer!",
    "repairYourOldComputer": "Repair your old computer →"
  }
}
