{"welcome":{"supportForWindows10EndsOnOctober14":"14 अक्टूबर, 2025 को विंडोज 10 के लिए समर्थन समाप्त होता है।","microsoftWantsYouToBuyANewComputer":"--","butWhatIfYouCouldMakeYourCurrentOneFastAndSecureAgain":"लेकिन क्या होगा अगर आप अपने वर्तमान को तेज कर सकते हैं और फिर से सुरक्षित कर सकते हैं?","ifYouBoughtYourComputerAfter2010":"--","installingAnOperatingSystemMaySoundDifficult":"एक ऑपरेटिंग सिस्टम स्थापित करना मुश्किल लग सकता है, लेकिन आपको इसे अकेले करने की आवश्यकता नहीं है। किसी भी भाग्य के साथ, आपके क्षेत्र में मदद करने के लिए तैयार लोग हैं!","findSomeoneToHelpYou":"आपकी मदद करने के लिए किसी को खोजें →","installLinuxYourself":"लिनक्स को स्वयं स्थापित करें →","wouldYouLikeToHelpOthersKeepTheirComputerAliveAfterWindows10":"क्या आप विंडोज 10 के बाद दूसरों को अपने कंप्यूटर को जीवित रखने में मदद करना चाहेंगे?","signUpAsRepairCollective":"मरम्मत सामूहिक के रूप में साइन अप करें →","5Reasons":"5 कारण","toUpgradeYourOldComputerToLinux":"अपने पुराने कंप्यूटर को लिनक्स में अपग्रेड करने के लिए","itsWayCheaper":"यह सस्ता है","aNewLaptopCostsALotOfMoney":"एक नए लैपटॉप में बहुत पैसा खर्च होता है। मरम्मत कैफे अक्सर आपको मुफ्त में मदद करेंगे। सॉफ्टवेयर अपडेट भी हमेशा के लिए स्वतंत्र हैं। आप निश्चित रूप से दान के साथ दोनों के लिए अपना समर्थन दिखा सकते हैं!","noAdsNoSpying":"कोई विज्ञापन नहीं, कोई जासूसी नहीं","windowsComesWithLotsOfAdsAndSpywareNowadays":"विंडोज आजकल बहुत सारे विज्ञापनों और स्पाइवेयर के साथ आता है, जो आपके कंप्यूटर को धीमा कर देता है और आपके ऊर्जा बिल को बढ़ाता है।","goodForThePlanet":"ग्रह के लिए अच्छा है","productionOfAComputerAccountsFor75":"कंप्यूटर का उत्पादन 75+% कार्बन उत्सर्जन के लिए अपने जीवनचक्र पर होता है। एक कामकाजी उपकरण को लंबे समय तक रखना उत्सर्जन को कम करने के लिए एक बेहद प्रभावी तरीका है।","communitySupport":"समुदाय का समर्थन","ifYouHaveAnyIssuesWithYourCompute":"यदि आपके पास अपने कंप्यूटर के साथ कोई समस्या है, तो स्थानीय मरम्मत कैफे और स्वतंत्र कंप्यूटर की दुकान आपके लिए है। आप ऑनलाइन मंचों में भी सामुदायिक समर्थन पा सकते हैं।","userControl":"उपयोगकर्ता नियंत्रण","youAreInControlOfTheSoftware":"आप सॉफ्टवेयर के नियंत्रण में हैं, कंपनियों के नहीं। अपने कंप्यूटर का उपयोग करें कि आप कैसे चाहते हैं, जब तक आप चाहते हैं।","convinced":"कायल?","thenFindYourClosestRepairCafe":"फिर अपने निकटतम मरम्मत कैफे या स्वतंत्र कंप्यूटर की दुकान का पता लगाएं और अपने ब्रांड-नए, पुराने कंप्यूटर का आनंद लें!","repairYourOldComputer":"अपने पुराने कंप्यूटर की मरम्मत करें →"},"install":{"diyInstallGuide":"DIY स्थापित गाइड","weRecommendGettingIn-personSupportForTheBestExperience":"हम सबसे अच्छे अनुभव के लिए इन-पर्सन सपोर्ट प्राप्त करने की सलाह देते हैं।","ifYouFeelYouAreTechnicallyVersedEnoughToDoItYourself":"यदि आपको लगता है कि आप तकनीकी रूप से इसे स्वयं करने के लिए पर्याप्त रूप से पारंगत हैं, तो यहां लिनक्स को स्थापित करने के लिए आवश्यक तीन चरणों के साथ एक सामान्य मार्गदर्शिका है। एक बार जब आप एक वितरण चुन लेते हैं, तो उनकी वेबसाइट में अधिक विस्तृत गाइड होंगे जिनका आप अनुसरण कर सकते हैं।","doBackups":"बैकअप करो!","beforeYouStart":"शुरू करने से पहले, कंप्यूटर से किसी भी महत्वपूर्ण डेटा का बैकअप लेना सुनिश्चित करें, जिसे आप पुनर्स्थापित करने वाले हैं!","downloadANewOs":"एक नया ओएस डाउनलोड करें","downloadTheOperatingSystem":"उस ऑपरेटिंग सिस्टम को डाउनलोड करें जिसे आप इंस्टॉल करना चाहते हैं। कुछ सुझाव प्राप्त करने के लिए शुरुआती लोगों के लिए लिनक्स वितरण की खोज करें।","flashToAUsbKey":"एक USB कुंजी के लिए फ्लैश","flashTheOperatingSystemToAUsbStick":"एक मानक उपकरण, जैसे कि रुफस का उपयोग करके एक यूएसबी स्टिक में ऑपरेटिंग सिस्टम को फ्लैश करें। यह USB स्टिक पर सभी डेटा को अधिलेखित कर देगा, इसलिए उन फ़ाइलों का बैकअप लेना सुनिश्चित करें जिन्हें आप रखना चाहते हैं।","getRufus":"Rufus → प्राप्त करें","bootAndInstallOnYourComputer":"बूट और अपने कंप्यूटर पर स्थापित करें","bootYourComputerFromYourUsbStick":"अपने कंप्यूटर को अपने USB स्टिक से बूट करें। आपको पहले से सही कीबोर्ड संयोजन जानना होगा। इस बिंदु पर आप कंप्यूटर पर सभी डेटा को अधिलेखित कर देंगे, इसलिए उन फ़ाइलों का बैक अप करें जिन्हें आप रखना चाहते हैं। निर्देशों का पालन करें, और Voilà! अपने नए, पुराने कंप्यूटर में आपका स्वागत है!"},"event":{"language":"भाषा","from":"से","to":"को","website":"वेबसाइट"},"footer":{"endOf10WebsiteContent":"10 वेबसाइट सामग्री का अंत","isLicensedUnder":"के तहत लाइसेंस प्राप्त है","thanksToKdeForSupportingTheProject":"वेबसाइट की मेजबानी और बुनियादी ढांचे को प्रदान करके परियोजना का समर्थन करने के लिए केडीई को धन्यवाद। आप संपर्क कर सकते हैं","publicMailingList":"(सार्वजनिक मेलिंग सूची) या देखें","privacyPolicy":"गोपनीयता नीति","and":"और","legalNotices":"कानूनी नोटिस","forMoreInformation":"अधिक जानकारी के लिए।"},"search":{"search":"खोज"},"languages":{"languages":"बोली"},"nav":{"places":"स्थानों","events":"इवेंट्स","diyInstall":"DIY स्थापित करें","team":"टीम","addAPlaceOrEvent":"एक जगह या घटना जोड़ें","contribute":"योगदान देना","websiteSource":"वेबसाइट स्रोत"},"contribute":{"contribute":"योगदान देना","whenCanIPublish":"मैं endof10.org पर हमारे मरम्मत कैफे या स्वतंत्र कंप्यूटर की दुकान कब प्रकाशित कर सकता हूं?","ifYouOfferLinuxHelp":"यदि आप लिनक्स सहायता प्रदान करते हैं, तो आप अभी अपना स्थान जोड़ सकते हैं!","aDescriptionOfTheInformationWeNeedFor":"हमारे लिए आवश्यक जानकारी का विवरण","places":"स्थानों","andFor":"और के लिए","events":"इवेंट्स","canBeFoundAtTheGitRepository":"गिट रिपॉजिटरी के रीडमे में पाया जा सकता है। Endof10 [at] lists.posteo.de पर ईमेल द्वारा जानकारी भेजें। यदि आप कर सकते हैं, तो JSON प्रारूप में उस जानकारी को प्रदान करके हमारी मदद करें।","ifYouHaveTheTechnicalKnow":"यदि आपके पास तकनीकी पता है, तो आप एक भी बना सकते हैं","mergeRequest":"मर्ज अनुरोध","yourselfAtTheEndOf10":"अपने आप को 10 वेबसाइट के रिपॉजिटरी के अंत में।","howCanIGetInvolved":"मैं अभियान से कैसे जुड़ सकता हूं?","thereAreManyWays":"इसमें शामिल होने के कई तरीके हैं! हमसे संपर्क करें ताकि हम आपके प्रयासों को हमारे साथ समन्वित कर सकें।","putRepairCafes":"मरम्मत कैफे और स्वतंत्र कंप्यूटर की दुकानें हमारे साथ संपर्क में लिनक्स समर्थन की पेशकश करते हैं","organizeAnInstallationEvent":"एक इंस्टॉलेशन इवेंट को व्यवस्थित करें और हमें इसके बारे में बताएं","designMaterials":"नए उपयोगकर्ताओं के लिए डिजाइन सामग्री जैसे गाइड, प्रचारक यात्रियों, आदि।","distributeMaterials":"अपने क्षेत्र में कैफे, दुकानों, विश्वविद्यालयों, स्कूलों में सामग्री वितरित करें","boostTheCampaign":"हमारे सोशल मीडिया पोस्ट साझा करके अभियान की ऑनलाइन उपस्थिति को बढ़ावा दें","translateTheWebsite":"वेबसाइट का अनुवाद करें (अधिक नीचे), अभियान सामग्री, आदि।","volunteerWithFoss":"अभियान में भाग लेने वाले एफओएसएस समुदायों के साथ स्वयंसेवक (प्रलेखन में सुधार, सॉफ्टवेयर डिबगिंग, डिजाइन)","yourIdeas":"आपके विचार","whichCommunicationPlatformsDoesTheEndOf10CampaignUse":"10 अभियान के अंत में कौन से संचार प्लेटफ़ॉर्म उपयोग करते हैं?","writeUsAtOneOfThesePublicChannels":"हमें इनमें से एक सार्वजनिक चैनलों पर लिखें, अपना परिचय दें, और हमें बताएं कि आप कैसे शामिल होना चाहते हैं:","mailingList":"मेलिंग सूची","isTheCampaignActiveOnSocialMedia":"क्या अभियान सोशल मीडिया पर सक्रिय है?","weAreOnTheFediverse!FollowOurMastodonAccountAndBoostOurPosts":"हम फेडवर्स पर हैं! हमारे मास्टोडन खाते का पालन करें और हमारे पोस्ट को बढ़ावा दें","howCanIHelpWithTheTranslationOfTheEndOf10":"मैं endof10.org वेबसाइट के अनुवाद के साथ कैसे मदद कर सकता हूं?","theWebsiteIsHostedByKde":"वेबसाइट केडीई द्वारा होस्ट की गई है और केडीई की सभी वेबसाइटों के लिए उपयोग किए जाने वाले अनुवाद वर्कफ़्लो का अनुसरण करती है।","findYourLanguageTeam":"अपनी भाषा टीम का पता लगाएं","learnAboutTheProcess":"प्रक्रिया के बारे में जानें","doYouAlreadyHaveAFlyer":"क्या आपके पास पहले से ही 10 अभियान के अंत में एक फ्लायर/पोस्टर विज्ञापन है?","youCanFindALeafletInVariousLanguagesHere":"आप यहां विभिन्न भाषाओं में एक पत्रक पा सकते हैं","weAreWorkingOnPosters":"हम पोस्टर पर काम कर रहे हैं। जल्द ही फिर से यहां देखें।","favoriteDistro":"वेबसाइट पर [पसंदीदा डिस्ट्रो डालें] क्यों प्रचारित नहीं किया गया है?","distroAgnostic":"10 वेबसाइट और आउटरीच का अंत जानबूझकर डिस्ट्रो-अज्ञेय है। लक्ष्य एक बड़े फॉस परिवार के रूप में बोलना है। हम चाहते हैं कि अभियान और गतिविधियाँ हमारे सभी समुदायों का प्रतिनिधित्व करें।","doesDistroAgnosticMean":"क्या डिस्ट्रो-अज्ञेयवादी का मतलब है कि FOSS समुदाय अपने स्वयं के काम को बढ़ावा नहीं दे सकते हैं?","IndividualFossCommunities":"अभियान के संदर्भ में अपने स्वयं के काम को बढ़ावा देने के लिए व्यक्तिगत एफओएसएस समुदायों का स्वागत है, दो कैवेट्स के साथ: (i) यह स्पष्ट होना चाहिए कि आप अपने समुदाय के लिए बोल रहे हैं न कि अभियान के लिए, और (ii) आपको अन्य समुदायों के काम के बारे में नकारात्मक रूप से नहीं बोलना चाहिए।","forExample":"उदाहरण के लिए, नियोजित गतिविधियों में से एक हैशटैग #एंडोफ 10 के साथ \"10\" सोशल मीडिया अभियान की सूची है। इस संदर्भ में:","theOfficialEndOf10SocialMedia":"10 सोशल मीडिया अकाउंट का आधिकारिक अंत जितना संभव हो उतना तटस्थ बना हुआ है (जैसे, '110 कारण लिनक्स पर स्विच करने के लिए ') और किसी भी विशिष्ट डिस्ट्रो को बढ़ावा नहीं देता है।","yourCommunity":"आपका समुदाय सोशल मीडिया पर #endof10 हैशटैग के साथ \"अपने प्रोजेक्ट] पर स्विच करने के 10 कारणों के साथ सोशल मीडिया पर आउटरीच करता है। कारणों की सूची में आप अपने काम को बढ़ावा देते हैं। हालांकि, किसी भी अन्य फॉस समुदाय के काम के बारे में नकारात्मक रूप से बोलना अस्वीकार्य होगा।"},"events":{"upcomingEvents":"आगामी कार्यक्रम","hereIsAListOfEventsWhereYouCanGetHelpWithLinux":"यहां उन घटनाओं की एक सूची दी गई है जहां आप लिनक्स के साथ सहायता प्राप्त कर सकते हैं। आप भी देख सकते हैं","places":"--","thatProvideHelpMore":"--","thatProvideHelpMoreRegularly":"--"},"places":{"whereCanIFindLinuxSupport":"--","hereIsAListOfRepairCafes":"--"},"team":{"teamBehindEndOf10":"--","thisCampaign":"--"}}