{
  "welcome": {
    "supportForWindows10EndsOnOctober14": "Поддержка Windows 10 заканчивается 14 октября 2025 года.",
    "microsoftWantsYouToBuyANewComputer": "Microsoft хочет, чтобы вы купили новый компьютер.",
    "butWhatIfYouCouldMakeYourCurrentOneFastAndSecureAgain": "Но что, если бы вы могли снова сделать свой текущий быстро и безопасно?",
    "ifYouBoughtYourComputerAfter2010": "Если вы купили свой компьютер после 2010 года, скорее всего, нет причин выбросить его. Просто установив современную операционную систему Linux, вы можете продолжать использовать ее в долгие годы.",
    "installingAnOperatingSystemMaySoundDifficult": "Установка операционной системы может показаться сложной, но вам не нужно делать это в одиночку. Если повезет, в вашем районе есть люди, готовые помочь!",
    "findSomeoneToHelpYou": "Найдите кого -нибудь, чтобы помочь вам →",
    "installLinuxYourself": "Установите Linux сами →",
    "wouldYouLikeToHelpOthersKeepTheirComputerAliveAfterWindows10": "Хотели бы вы помочь другим сохранить свой компьютер после Windows 10?",
    "signUpAsRepairCollective": "Зарегистрируйтесь как ремонт коллектив →",
    "5Reasons": "5 причин",
    "toUpgradeYourOldComputerToLinux": "Чтобы обновить старый компьютер до Linux",
    "itsWayCheaper": "Это все дешевле",
    "aNewLaptopCostsALotOfMoney": "Новый ноутбук стоит много денег. Ремонт кафе часто помогает вам бесплатно. Обновления программного обеспечения также бесплатны, навсегда. Вы, конечно, можете продемонстрировать свою поддержку для обоих с пожертвованиями!",
    "noAdsNoSpying": "Нет рекламы, нет шпионажа",
    "windowsComesWithLotsOfAdsAndSpywareNowadays": "В настоящее время Windows поставляется с большим количеством рекламы и шпионских программ, замедляя ваш компьютер и увеличивая счет за энергию.",
    "goodForThePlanet": "Хорошо для планеты",
    "productionOfAComputerAccountsFor75": "Производство компьютера составляет 75+% выбросов углерода в течение его жизненного цикла. Поддержание функционирующего устройства дольше - чрезвычайно эффективный способ сокращения выбросов.",
    "communitySupport": "Поддержка сообщества",
    "ifYouHaveAnyIssuesWithYourCompute": "Если у вас есть какие -либо проблемы с вашим компьютером, локальные ремонтные кафе и независимый компьютерный магазин для вас. Вы также можете найти поддержку сообщества на онлайн -форумах.",
    "userControl": "Пользовательский контроль",
    "youAreInControlOfTheSoftware": "Вы контролируете программное обеспечение, а не компании. Используйте свой компьютер, как вы хотите, столько, сколько хотите.",
    "convinced": "Убежденный?",
    "thenFindYourClosestRepairCafe": "Затем найдите самое близкое ремонтное кафе или независимый компьютерный магазин и насладитесь своим совершенно новым, старым компьютером!",
    "repairYourOldComputer": "Отремонтируйте свой старый компьютер →"
  },
  "install": {
    "diyInstallGuide": "Руководство по установке DIY",
    "weRecommendGettingIn-personSupportForTheBestExperience": "Мы рекомендуем получить личную поддержку для лучшего опыта.",
    "ifYouFeelYouAreTechnicallyVersedEnoughToDoItYourself": "Если вы чувствуете, что технически разбираетесь достаточно, чтобы сделать это самостоятельно, вот общее руководство с тремя шагами, необходимыми для установки Linux. После того, как вы выбрали распространение, на их веб -сайте будут более подробные руководства, за которыми вы можете следовать.",
    "doBackups": "Сделайте резервные копии!",
    "beforeYouStart": "Прежде чем начать, обязательно сделайте резервную копию любых важных данных с компьютера, который вы собираетесь переустановить!",
    "downloadANewOs": "Скачать новую ОС",
    "downloadTheOperatingSystem": "Загрузите операционную систему, которую хотите установить. Поиск дистрибутивов Linux для начинающих, чтобы получить некоторые предложения.",
    "flashToAUsbKey": "Вспыхивать в USB -ключ",
    "flashTheOperatingSystemToAUsbStick": "Проверкайте операционную систему до USB -палки, используя стандартный инструмент, такой как Rufus. Это будет перезаписать все данные на USB -палке, поэтому обязательно выполните резервную копию файлов, которые вы хотите сохранить.",
    "getRufus": "Получить Руфус →",
    "bootAndInstallOnYourComputer": "Загрузитесь и установите на своем компьютере",
    "bootYourComputerFromYourUsbStick": "Загрузите свой компьютер с USB -палки. Вам нужно будет знать правильную комбинацию клавиатуры заранее. На этом этапе вы перезаписываете все данные на компьютере, поэтому сделайте резервную копию файлов, которые вы хотите сохранить. Следуйте инструкциям и вуаля! Добро пожаловать на ваш новый старый компьютер!"
  },
  "event": {
    "language": "Язык",
    "from": "От",
    "to": "к",
    "website": "Веб -сайт"
  },
  "footer": {
    "endOf10WebsiteContent": "Конец 10 контента веб -сайта",
    "isLicensedUnder": "лицензирован под",
    "thanksToKdeForSupportingTheProject": "Спасибо KDE за поддержку проекта, размещая веб -сайт и предоставив инфраструктуру. Вы можете связаться с",
    "publicMailingList": "(публичный список рассылки) или увидеть",
    "privacyPolicy": "политика конфиденциальности",
    "and": "и",
    "legalNotices": "Юридические уведомления",
    "forMoreInformation": "Для получения дополнительной информации."
  },
  "search": {
    "search": "Поиск"
  },
  "languages": {
    "languages": "Языки"
  },
  "nav": {
    "places": "Места",
    "events": "События",
    "diyInstall": "DIY Установка",
    "team": "Команда",
    "addAPlaceOrEvent": "Добавить место или мероприятие",
    "contribute": "Способствовать",
    "websiteSource": "Источник веб -сайта"
  },
  "contribute": {
    "contribute": "Способствовать",
    "whenCanIPublish": "Когда я могу опубликовать наше ремонтное кафе или независимый компьютерный магазин на endof10.org?",
    "ifYouOfferLinuxHelp": "Если вы предлагаете помощь Linux, вы можете добавить свое местоположение прямо сейчас!",
    "aDescriptionOfTheInformationWeNeedFor": "Описание информации, для которой нам нужна",
    "places": "места",
    "andFor": "и для",
    "events": "события",
    "canBeFoundAtTheGitRepository": "может быть найдено в Readme Repository GIT. Отправьте информацию по электронной почте в Endof10 [at] lists.posteo.de. Если вы можете, помогите нам, предоставив эту информацию в формате JSON.",
    "ifYouHaveTheTechnicalKnow": "Если у вас есть технические ноу-хау, вы также можете сделать",
    "mergeRequest": "Запрос об объединении",
    "yourselfAtTheEndOf10": "Сам в конце 10 хранилища веб -сайта.",
    "howCanIGetInvolved": "Как я могу принять участие в кампании?",
    "thereAreManyWays": "Есть много способов принять участие! Свяжитесь с нами, чтобы мы могли координировать ваши усилия с нашими.",
    "putRepairCafes": "Поместите ремонтные кафе и независимые компьютерные магазины, предлагающие поддержку Linux с нами",
    "organizeAnInstallationEvent": "Организовать инсталляционное мероприятие и сообщить нам об этом",
    "designMaterials": "Проектные материалы для новых пользователей, таких как гиды, рекламные листовки и т. Д.",
    "distributeMaterials": "Распределить материалы в кафе, магазины, университеты, школы в вашем районе",
    "boostTheCampaign": "Увеличьте присутствие кампании в Интернете, поделившись нашими сообщениями в социальных сетях",
    "translateTheWebsite": "Перевести веб -сайт (подробнее ниже), материалы кампании и т. Д.",
    "volunteerWithFoss": "Волонтер с сообществами FOSS, участвующих в кампании (улучшение документации, отладка программного обеспечения, дизайн)",
    "yourIdeas": "Ваши идеи",
    "whichCommunicationPlatformsDoesTheEndOf10CampaignUse": "Какие коммуникационные платформы используют конец 10 кампании?",
    "writeUsAtOneOfThesePublicChannels": "Напишите нам на одном из этих публичных каналов, представьте себя и дайте нам знать, как вы хотели бы принять участие:",
    "mailingList": "Список рассылки",
    "isTheCampaignActiveOnSocialMedia": "Кампания активна в социальных сетях?",
    "weAreOnTheFediverse!FollowOurMastodonAccountAndBoostOurPosts": "Мы на федеральной стороне! Следуйте нашей учетной записи Mastodon и повысите наши сообщения",
    "howCanIHelpWithTheTranslationOfTheEndOf10": "Как я могу помочь с переводом веб -сайта endof10.org?",
    "theWebsiteIsHostedByKde": "Веб -сайт размещен KDE и следует за рабочим процессом перевода, используемом для всех веб -сайтов KDE.",
    "findYourLanguageTeam": "Найдите свою языковую команду",
    "learnAboutTheProcess": "Узнайте о процессе",
    "doYouAlreadyHaveAFlyer": "У вас уже есть рекламная реклама Flyer/Poster The Cond 10?",
    "youCanFindALeafletInVariousLanguagesHere": "Вы можете найти листовку на разных языках здесь",
    "weAreWorkingOnPosters": "Мы работаем над плакатами. Скоро проверьте здесь.",
    "favoriteDistro": "Почему [INSERT FAOLITO DISTO] повышается на веб -сайте?",
    "distroAgnostic": "Конец 10 веб-сайтов и информационно-пропагандистский Цель состоит в том, чтобы говорить как большая семья Фосс. Мы хотим, чтобы кампания и мероприятия представили все наши сообщества.",
    "doesDistroAgnosticMean": "Не могут ли дистриблентные общие сообщества Foss не могут продвигать свою собственную работу?",
    "IndividualFossCommunities": "Отдельные сообщества FOSS могут продвигать свою собственную работу в контексте кампании, с двумя предостережениями: (i) должно быть ясно, что вы говорите за свое сообщество, а не о кампании, и (ii) вы не должны говорить негативно о работе других сообществ.",
    "forExample": "Например, одной из запланированных мероприятий является «списки 10» кампании в социальных сетях с хэштегом #endof10. В этом контексте:",
    "theOfficialEndOf10SocialMedia": "Официальный конец 10 аккаунтов в социальных сетях остается максимально нейтральным (например, '10 причин перехода на Linux ') и не способствует какому -либо конкретному дистрибутиву.",
    "yourCommunity": "Ваше сообщество занимается охватом в социальных сетях с «10 причин перейти на [ваш проект]» с хэштегом #endof10. В списке причин вы продвигаете свою собственную работу. Тем не менее, было бы неприемлемо говорить негативно о любой другой работе сообщества FOSS."
  },
  "events": {
    "upcomingEvents": "Предстоящие события",
    "hereIsAListOfEventsWhereYouCanGetHelpWithLinux": "Вот список событий, где вы можете получить помощь с Linux. Вы также можете искать",
    "places": "места",
    "thatProvideHelpMore": "которые оказывают помощь больше",
    "thatProvideHelpMoreRegularly": "которые оказывают помощь более регулярно."
  },
  "places": {
    "whereCanIFindLinuxSupport": "Где я могу найти поддержку Linux?",
    "hereIsAListOfRepairCafes": "Вот список ремонтных кафе, независимых магазинов, организаций, групп и коллективов, где вы можете регулярно получать помощь с Linux. Также взгляните на события."
  },
  "team": {
    "teamBehindEndOf10": "Команда за концом 10",
    "thisCampaign": "Эта кампания стала возможной благодаря восторженному вкладу следующих людей (перечислены в алфавитном порядке по фамилии):"
  },
  "404": {
    "pageNotFound": "Страница не найдена"
  }
}
