{
  "welcome": {
    "supportForWindows10EndsOnOctober14": "Підтримка Windows 10 закінчується 14 жовтня 2025 року.",
    "microsoftWantsYouToBuyANewComputer": "Microsoft хоче, щоб ви придбали новий комп'ютер.",
    "butWhatIfYouCouldMakeYourCurrentOneFastAndSecureAgain": "Але що робити, якщо ви могли б зробити свій поточний швидкий і знову захистити?",
    "ifYouBoughtYourComputerAfter2010": "Якщо ви купили комп’ютер після 2010 року, швидше за все, немає причин викинути його. Просто встановлюючи сучасну операційну систему Linux, ви можете продовжувати її використовувати протягом наступних років.",
    "installingAnOperatingSystemMaySoundDifficult": "Встановлення операційної системи може звучати важко, але вам не потрібно робити це самостійно. З будь -якою удачею є люди у вашому районі, готові допомогти!",
    "findSomeoneToHelpYou": "Знайдіть когось, хто допоможе вам →",
    "installLinuxYourself": "Встановіть Linux самостійно →",
    "wouldYouLikeToHelpOthersKeepTheirComputerAliveAfterWindows10": "Чи хотіли б ви допомогти іншим зберегти свій комп’ютер живим після Windows 10?",
    "signUpAsRepairCollective": "Зареєструйтесь як ремонтний колектив →",
    "5Reasons": "5 причин",
    "toUpgradeYourOldComputerToLinux": "Щоб оновити старий комп'ютер до Linux",
    "itsWayCheaper": "Це waaaaay дешевше",
    "aNewLaptopCostsALotOfMoney": "Новий ноутбук коштує багато грошей. Ремонт кафе часто допоможе вам безкоштовно. Оновлення програмного забезпечення також безкоштовні, назавжди. Ви, звичайно, можете показати свою підтримку обох з пожертвами!",
    "noAdsNoSpying": "Ні оголошення, ні шпигунства",
    "windowsComesWithLotsOfAdsAndSpywareNowadays": "Windows поставляється з великою кількістю оголошень та шпигунських програм, уповільнюючи комп’ютер та збільшуючи рахунок за енергію.",
    "goodForThePlanet": "Добре для планети",
    "productionOfAComputerAccountsFor75": "Виробництво комп'ютера становить 75+% викидів вуглецю протягом його життєвого циклу. Зберігання функціонуючого пристрою - це надзвичайно ефективний спосіб зменшити викиди.",
    "communitySupport": "Підтримка громади",
    "ifYouHaveAnyIssuesWithYourCompute": "Якщо у вас є якісь проблеми з комп’ютером, місцеве ремонтне кафе та незалежний комп'ютерний магазин є для вас. Ви також можете знайти підтримку спільноти на онлайн -форумах.",
    "userControl": "Контроль користувача",
    "youAreInControlOfTheSoftware": "Ви контролюєте програмне забезпечення, а не компанії. Використовуйте свій комп'ютер, як ви хочете, скільки завгодно.",
    "convinced": "Переконаний?",
    "thenFindYourClosestRepairCafe": "Потім знайдіть своє найближче ремонтне кафе або незалежний комп'ютерний магазин та насолоджуйтесь своїм абсолютно новим, старим комп’ютером!",
    "repairYourOldComputer": "Відремонтуйте свій старий комп'ютер →"
  },
  "install": {
    "diyInstallGuide": "Посібник з встановлення самостійно",
    "weRecommendGettingIn-personSupportForTheBestExperience": "Ми рекомендуємо отримати особисту підтримку для найкращого досвіду.",
    "ifYouFeelYouAreTechnicallyVersedEnoughToDoItYourself": "Якщо ви відчуваєте, що технічно достатньо розбираєтесь, щоб зробити це самостійно, ось загальний посібник із трьома кроками, необхідними для встановлення Linux. Після того, як ви вибрали розповсюдження, їх веб -сайт матиме більш детальні посібники, яких ви можете дотримуватися.",
    "doBackups": "Зробіть резервні копії!",
    "beforeYouStart": "Перш ніж почати, обов’язково створюйте резервну копію будь -яких важливих даних з комп’ютера, який ви збираєтеся перевстановити!",
    "downloadANewOs": "Завантажте нову ОС",
    "downloadTheOperatingSystem": "Завантажте операційну систему, яку ви хочете встановити. Шукайте розподіли Linux для початківців, щоб отримати кілька пропозицій.",
    "flashToAUsbKey": "Спалах до ключа USB",
    "flashTheOperatingSystemToAUsbStick": "Викладайте операційну систему до USB -палиці за допомогою стандартного інструменту, такого як Rufus. Це буде перезаписати всі дані на USB -палиці, тому обов'язково резервне резервне копіювання файлів, які ви хочете зберегти.",
    "getRufus": "Отримати Руфус →",
    "bootAndInstallOnYourComputer": "Завантажте та встановіть на комп’ютер",
    "bootYourComputerFromYourUsbStick": "Завантажте свій комп’ютер зі своєї USB -палички. Вам потрібно буде заздалегідь знати правильну комбінацію клавіатури. У цей момент ви перезаписуєте всі дані на комп’ютері, тому створіть резервну копію файлів, які ви хочете зберегти. Дотримуйтесь інструкцій та вуаля! Ласкаво просимо до вашого нового, старого комп’ютера!"
  },
  "event": {
    "language": "Мова",
    "from": "З",
    "to": "до",
    "website": "Веб -сайт"
  },
  "footer": {
    "endOf10WebsiteContent": "Кінець 10 вмісту веб -сайту",
    "isLicensedUnder": "має ліцензію",
    "thanksToKdeForSupportingTheProject": "Дякуємо KDE за підтримку проекту, розміщуючи веб -сайт та надаючи інфраструктуру. Ви можете зв’язатися з",
    "publicMailingList": "(Список публічної розсилки) або див.",
    "privacyPolicy": "Політика конфіденційності",
    "and": "і",
    "legalNotices": "Юридичні повідомлення",
    "forMoreInformation": "Для отримання додаткової інформації."
  },
  "search": {
    "search": "Пошук"
  },
  "languages": {
    "languages": "Мови"
  },
  "nav": {
    "places": "Місця",
    "events": "Події",
    "diyInstall": "Зробіть саму установку",
    "team": "Команда",
    "addAPlaceOrEvent": "Додайте місце або подію",
    "contribute": "Сприяти",
    "websiteSource": "Джерело веб -сайту"
  },
  "contribute": {
    "contribute": "Сприяти",
    "whenCanIPublish": "Коли я можу опублікувати наше кафе для ремонту або незалежний комп'ютерний магазин на endof10.org?",
    "ifYouOfferLinuxHelp": "Якщо ви пропонуєте допомогу в Linux, ви можете додати своє місцезнаходження прямо зараз!",
    "aDescriptionOfTheInformationWeNeedFor": "Опис необхідної інформації",
    "places": "місця",
    "andFor": "і для",
    "events": "події",
    "canBeFoundAtTheGitRepository": "можна знайти в Readme сховища git. Надішліть інформацію електронною поштою на endof10 [at] списки.posteo.de. Якщо ви можете, допоможіть нам, надаючи цю інформацію у форматі JSON.",
    "ifYouHaveTheTechnicalKnow": "Якщо у вас є технічне ноу-хау, ви також можете зробити",
    "mergeRequest": "Запит на об'єднання",
    "yourselfAtTheEndOf10": "Ви в кінці 10 сховища веб -сайту.",
    "howCanIGetInvolved": "Як я можу долучитися до кампанії?",
    "thereAreManyWays": "Є багато способів долучитися! Зв’яжіться з нами, щоб ми могли координувати ваші зусилля з нашими.",
    "putRepairCafes": "Покладіть ремонтні кафе та незалежні комп'ютерні магазини, що пропонують підтримку Linux на зв’язок з нами",
    "organizeAnInstallationEvent": "Організуйте інсталяційну подію та повідомте про це про це",
    "designMaterials": "Дизайнерські матеріали для нових користувачів, таких як путівники, рекламні листівки тощо.",
    "distributeMaterials": "Поширюйте матеріали в кафе, магазинах, університетах, школах у вашому районі",
    "boostTheCampaign": "Підвищіть присутність в Інтернеті кампанії, поділившись нашими публікаціями в соціальних мережах",
    "translateTheWebsite": "Перекладіть веб -сайт (докладніше нижче), матеріали кампанії тощо.",
    "volunteerWithFoss": "Волонтер з спільнотами FOSS, що беруть участь у кампанії (вдосконалення документації, налагодження програмного забезпечення, дизайн)",
    "yourIdeas": "Ваші ідеї",
    "whichCommunicationPlatformsDoesTheEndOf10CampaignUse": "Які комунікаційні платформи використовує кінець 10 кампанії?",
    "writeUsAtOneOfThesePublicChannels": "Напишіть нам на одному з цих публічних каналів, представляйте себе та дайте нам знати, як ви хочете долучитися:",
    "mailingList": "Список розсилки",
    "isTheCampaignActiveOnSocialMedia": "Чи активна кампанія в соціальних мережах?",
    "weAreOnTheFediverse!FollowOurMastodonAccountAndBoostOurPosts": "Ми на федіверсі! Слідкуйте за нашим обліковим записом Mastodon і збільшуйте наші публікації",
    "howCanIHelpWithTheTranslationOfTheEndOf10": "Як я можу допомогти з перекладом веб -сайту endof10.org?",
    "theWebsiteIsHostedByKde": "Веб -сайт розміщується KDE і слідкує за робочим процесом перекладу, який використовується для всіх веб -сайтів KDE.",
    "findYourLanguageTeam": "Знайдіть свою мовну команду",
    "learnAboutTheProcess": "Дізнайтеся про процес",
    "doYouAlreadyHaveAFlyer": "У вас вже є флаєр/плакат, що рекламує кінець 10 кампанії?",
    "youCanFindALeafletInVariousLanguagesHere": "Тут ви можете знайти листівку на різних мовах",
    "weAreWorkingOnPosters": "Ми працюємо над плакатами. Невдовзі перевірте тут.",
    "favoriteDistro": "Чому [вставити улюблений дистро) не просунуто на веб -сайті?",
    "distroAgnostic": "Кінець 10 веб-сайтів та просвітницька діяльність навмисно дистрибуційні. Мета - виступити як велика родина Фосса. Ми хочемо, щоб кампанія та діяльність представляла всі наші громади.",
    "doesDistroAgnosticMean": "Чи означають розповсюджені громади, що не можуть сприяти власній роботі?",
    "IndividualFossCommunities": "Індивідуальні спільноти Foss можуть сприяти власній роботі в контексті кампанії, з двома застереженнями: (i) Потрібно бути зрозумілим, що ви говорите про свою спільноту, а не про кампанію, і (ii) ви не повинні негативно говорити про роботу інших громад.",
    "forExample": "Наприклад, однією з запланованих заходів є кампанія \"Списки 10\" соціальних медіа з хештегом #Endof10. У цьому контексті:",
    "theOfficialEndOf10SocialMedia": "Офіційний кінець 10 облікових записів у соціальних мережах залишається максимально нейтральним (наприклад, '10 причин переходу на Linux ') і не сприяє конкретному дистрибутиру.",
    "yourCommunity": "Ваша спільнота працює в соціальних мережах з \"10 причин перейти на [ваш проект]\" з хештегом #endof10. У списку причин, які ви просуваєте власну роботу. Однак було б неприйнятно говорити негативно про роботу будь -якої іншої спільноти Foss."
  },
  "events": {
    "upcomingEvents": "Майбутні події",
    "hereIsAListOfEventsWhereYouCanGetHelpWithLinux": "Ось список подій, де ви можете отримати допомогу з Linux. Ви також можете шукати",
    "places": "місця",
    "thatProvideHelpMore": "які надають допомогу більше",
    "thatProvideHelpMoreRegularly": "які надають допомогу більш регулярно."
  },
  "places": {
    "whereCanIFindLinuxSupport": "Де я можу знайти підтримку Linux?",
    "hereIsAListOfRepairCafes": "Ось список ремонтних кафе, незалежних магазинів, організацій, груп та колективів, де ви можете регулярно отримати допомогу з Linux. Також погляньте на події."
  },
  "team": {
    "teamBehindEndOf10": "Команда за кінцем 10",
    "thisCampaign": "Ця кампанія стала можливою завдяки захопленому внеску наступних людей (перелічених в алфавітному порядку за прізвищем):"
  }
}
